     A                                      UNIQUE
     A          R BMOVREC
     A            SPEAKER        9A
     A            LINE          50A
     A          K LINE
