     A                                      UNIQUE
     A          R EXHBREC
     A            EXHBDBID       3B 0
     A            EXHUSRPRF      9A
     A            EXHBITOR      20A
     A            EXHBCITY      20A
     A            EXHBSTATE      2A
     A            EXHBTITLE     50A
     A            EXHBDESC    1000A
     A            ELIGIBLE       1B 0
     A          K EXHUSRPRF
