
     A                                      UNIQUE
     A          R LRN400RCD
     A            PAGENBR        4B 0
     A            CONTENT     1500A
     A            EXTRA          9A
     A          K PAGENBR
