     A                                      UNIQUE
     A          R SETTINGSR
     A            SETTING        9A
     A            VALUE          9A
     A          K SETTING
