      *Open Display File TESTSUITE, this contains our display fields
     FCREDITSSCRCF   E             WORKSTN
     C                   EXFMT     SCREEN1
      *Free memory and exit program (return to caller)
     C                   MOVEL     *ON           *INLR
     C                   RETURN
